{
  "recipes": [
    {
      "firstname": "BAD BADTZ GANG",
      "image": "https://m.ncontentmobile.com/wordpress/wp-content/uploads/2017/08/BadBadtz-1068x661.jpg",
      "description": "สำหรับชื่อของเจ้า BAD BADTZ-MARU  นั้น คำว่า Batz ( bat-tsu อ่านว่า บัท-ทสึ) ในภาษาญี่ปุ่น หมายถึงเครื่องหมายกากบาท แทนคำตอบที่ผิด ส่วน Maru หมายถึง วงกลม ที่เป็นสัญลักษณ์แทนคำตอบที่ถูกต้องในญี่ปุ่น\n\nคำว่า BAD BADTZ-MARU  นอกจากจะหมายถึง เพนกวินนิสัยเสียแล้ว ก็ยังหมายถึง ผิด-ถูก อีกด้วย  และด้วยลักษณะนิสัยของ BAD BADTZ-MARU แน่นอนว่าเขาต้องมีแก๊งเพื่อนสนิท โดยมีตัวเขาเป็นหัวโจก และมี Pandaba และ Hana Maru เป็นเสมือนลูกสมุน\n\n"
    },
    {
      "firstname": "BAD BADTZ-MARU",
      "image": "https://www.myu-nique.com/assets/images/detail/images/bad%20badtz%20maru1.png",
      "description": "วันที่เกิด : 1 เมษายน (1993)\n\nสถานที่เกิด : เกาะโออาฮู ฮาวาย\n\nที่อยู่ : อาศัยกับคุณแม่และคุณพ่อนักเล่นพินบอลในเมืองจอร์เจียส\n\nบุคลิก : เพนกวินน้อยที่แสนจะเกเรตัวนี้มักจะเอาเอาแต่ใจตัวเอง ชอบแกล้งผู้อื่นและต่อสู้เพื่อสิ่งที่ผิดๆอยู่เสมอ งานอดิเรกคือการสะสมภาพดาราที่แสดงหนังเป็นตัวร้ายนั่นเอง\n\nความใฝ่ฝัน : อยากเป็นผู้ยิ่งใหญ่"
    },
    {
      "firstname": "Good Hana-Maru",
      "image": "https://i.pinimg.com/236x/d0/86/98/d0869831b65ded7440fd990f6bb40600--spirit-animal-sanrio.jpg",
      "description": "Good Hana-MaruGood Hana-Maru เจ้าแมวน้ำตัวน้อยที่แสนจะอ่อนหวานและเป็นมิตร เขาสามารถเป็นเพื่อนกับทุกๆคนได้ และเป็นแมวน้ำนิสัยดี หรือเรียกได้ว่าเป็นคนละขั้วกับ Badtz-Maru เลยก็ว่าได้ ดูเหมือนว่าเขาจะเป็นคนที่เข้าอกเข้าใจ Badtz มากที่สุด Hana Maru เป็นนักบอลฝีมือดี (โดยเฉพาะอย่างยิ่งการฝีมือในการโหม่งบอลที่ยอดเยี่ยม) นอกจากนี้เขายังชื่นชอบการทำสวนอีกด้วย อาหารโปรดของเขาก็คือปลานั่นเอง\nวันเกิด: 7 สิงหาคม"
    },
    {
      "firstname": "Panda-Ba",
      "image": "https://vignette.wikia.nocookie.net/hellokitty/images/6/68/Sanrio_Characters_Pandaba_Image001.png/revision/latest/top-crop/width/360/height/450?cb=20170222220539",
      "description": "Panda-Ba แพนด้าสาวเพื่อนซี้ของ Badtz ผู้เดินทางมาจากประเทศจีน ที่บางครั้งเธออาจจะทำตัวแปลกๆไปสักหน่อย โดยเฉพาะอย่างยิ่งกระโปรงสั้นสีแดงที่เธอมักจะสวมอยู่เสมอ Pandaba ชอบดนตรีแร็พเป็นชีวิตจิตใจ แต่เธอไม่เคยเต้นได้เข้าจังหวะกับเพลงเลยสักที เธออาศัยอยู่กับครอบครัวของเธอที่ชั้นบนของร้านอาหารจีนในเมืองจอร์เจียส\nวันเกิด: 8 สิงหาคม"
    },
    {
      "firstname": "Pochi",
      "image": "https://vignette.wikia.nocookie.net/hellokitty/images/8/82/Sanrio_Characters_Pochi_Image001.png/revision/latest/top-crop/width/360/height/450?cb=20170222220807",
      "description": "Pochi เกิดในบ่อน้ำลึกบนภูเขาจอร์เจียส เขาเป็นสัตว์เลี้ยงของ Badtz ที่แสนดี ชนิดที่คุณจะไม่เคยพบว่ามีจระเข้ที่ไหนแสนดีได้เท่าเขาอีกแล้วล่ะ Pochi มีฟันที่แข็งแรงและสามารถเคี้ยวได้ทุกอย่างไม่ว่าจะเป็นอะไรก็ตาม แต่เขาจะดีใจมากหากสิ่งนั้นเป็นปลาย่างที่เขาชื่นชอบ และเขาก็ชอบการที่ได้ออกไปเดินเล่นกับ Badtz เป็นที่สุด บางคนอาจจะเลี้ยงสุนัขไว้เฝ้าบ้าน แต่ Badtz-Maru ไม่ใช่คนทั่วไป เขาเลี้ยงจระเข้ไว้เฝ้าบ้าน ไม่ต้องเห่าเพราะมันกัดอย่างเดียว !!\nวันเกิด: 2 สิงหาคม"
    }
  ]
}